Repository: rungxanh1995/100DaysOfSwiftUI
Catalog: [09] Multiple Hero/Multiple Hero/Localizations/*.lproj/Localizable.strings
Languages: vi

source: Multiple Hero
vi: Anh Hùng Tính Nhân

source: Choose your table limit and number of questions below, then tap "Let's Play" to start
vi: Chọn giới hạn cho bảng nhân và số câu đố ở bên dưới, rồi bấm "Cùng Chơi Nào!" để bắt đầu

source: Tables up to:
vi: G.hạn bảng nhân:

source: Questions:
vi: Câu đố:

source: Number of questions
vi: Số câu đố

source: Let's Play
vi: Cùng Chơi Nào!

source: Multiple Hero is an 'edutainment' app for kids to help them practice multiplication tables – “what is 7 x 8?” and so on.
vi: Anh Hùng Tính Nhân là một ƯD giáo dục-giải trí cho trẻ em để các bé tập thực hành bảng tính nhân - ví dụ “7 x 8 là bao nhiêu?”, v.v

source: You got
vi: Bé giành được

source: point
vi: điểm

source: points
vi: điểm

source: Scored
vi: Kết quả

source: Play Again
vi: Chơi Lại
