Repository: rungxanh1995/100DaysOfSwiftUI
Catalog: [06] BetterRest/BetterRest/BetterRest/Localizations/*.lproj/Localizable.strings
Languages: vi

source: BetterRest
vi: Cho Giấc ngủ ngon

source: Customize the information above to get a tailored bedtime for a better rest
vi: Hãy điều chỉnh các thông tin ở trên để có được gợi ý thời điểm bạn nên đi ngủ

source: Your inputs
vi: Dữ liệu từ bạn

source: Suggested bedtime
vi: Gợi ý giờ đi ngủ

source: Wake up time:
vi: Giờ thức dậy:

source: Sleep amount:
vi: T. lượng giấc ngủ:

source: Coffee intake:
vi: Café đã uống:

source: You should hit the bed at
vi: Bạn nên đi ngủ lúc

source: hrs
vi: giờ

source: cup
vi: tách

source: cups
vi: tách
