Repository: rungxanh1995/100DaysOfSwiftUI
Catalog: [05] Rock Paper Scissor/Rock Paper Scissor/Rock Paper Scissor/Other Resources/Translations/*.lproj/Localizable.strings
Languages: vi

source: Computer move is
vi: Nước đi của máy là

source: Your move to
vi: Làm sao để

source: WIN
vi: THẮNG

source: LOSE
vi: THUA

source: it?
vi: nó đây?

source: Game Over
vi: Vòng chơi Kết thúc

source: Maximum questions reached!
vi: Đã trả lời hết tối đa số câu hỏi!

source: Your score this round:
vi: Điểm vòng này của bạn:

source: Score
vi: Điểm số

source: Correct
vi: Đúng rồi

source: Wrong
vi: Sai rồi

source: Continue
vi: Tiếp tục

source: Dismiss
vi: Bỏ qua

source: New Game
vi: Game Mới

source: About This Game
vi: Giới thiệu Trò chơi

source: RPS (Rock-Paper-Scissors) is not your conventional RPS game. This game asks you to either play to win, or play to lose each round. A randomly selected move by the app is presented at the top, your task is to select one of the 3 hand gestures underneath to win/lose the offered gesture.
vi: RPS (Bao-Búa-Kéo) không phải chỉ là trò chơi mà bạn đã biết trước đây. Trong mỗi vòng chơi, bạn chơi để thắng hoặc thua. Một nước đi ngẫu nhiên sẽ hiển thị cho bạn ở bên trên, nhiệm vụ của bạn là chọn một trong 3 nước đi phía dưới để thắng/thua.
