Repository: rungxanh1995/100DaysOfSwiftUI
Catalog: [01] WeSplit/WeSplit/Resources/*.lproj/Localizable.strings
Languages: vi

# GENERAL_HEADER
source: General
vi: Thông tin chung

# CHECK_AMOUNT_LABEL
source: Original Check Amount
vi: Số tiền gốc

# CHECK_AMOUNT_PLACEHOLDER
source: Amount
vi: Số tiền

# NUM_PEOPLE_NAV_TITLE
source: Number of People
vi: Số Người để Chia

# NUM_PEOPLE_LABEL
source: Number of People
vi: Số người để chia

# INCLUDE_TIP_LABEL
source: Include Tip
vi: Tính cả tip

# TIP_PERCENT_HEADER
source: Tip percentage
vi: Lượng tip

# TIP_PERCENT_TITLE
source: Tip percentage
vi: Lượng tip

# TIP_PERCENT_FOOTER
source: How much tip would you like to leave, based on the original check amount entered
vi: Dựa trên hóa đơn gốc, bạn muốn để lại bao nhiêu tiền tip?

# TOTAL_PER_PERSON_HEADER
source: Each person pays...
vi: Mỗi người cần trả...

source: people
vi: người

# KEYBOARD_BUTTON_DONE
source: Done
vi: Xong
